
import { Main } from "../components/Main";
import styles from "./About.module.scss";


export function About() {
    return (
        <> 
            <Main>
                <section className={styles.about}>
                    <h1>אודות</h1>
                    <p>
                    שמי סיגל ואני מאפרת מקצועית ומרצה בנושא איפור, טיפוח והעצמה נשית, מדריכה ומלווה גברים ונשים בתהליך של שיפור תדמית אישית ועסקית בדגש על אסתטיקה וסגנון.
                    </p>
                    <p>
                    בחרתי לאפר ולעצב שיער מתוך אהבה למקצוע, אך גם בגלל ההזדמנות שניתנת לי כל פעם מחדש לפגוש אתכן ביום הכי מאושר שלכן ולהיות חלק ממנו.
                    </p>
                    <p>
                    לאפר אתכן, לעצב את שערכן, בהתאם לסגנון שבחרתן, לשביעות רצונכן ולתוצאה מחמיאה ומושלמת.
                    </p>
                    <p>
                    לך אישה יקרה אני שמחה לומר שאחרי שנים של הדרכה ואיפור של נשים עם עור בוגר, אני יכולה לומר שצברתי ניסיון  עשיר, שיעניק לך תוצאה של איפור מקצועי ומראה צעיר וזוהר.
                    </p>
                    <p>
                    התמונות שלי לא עוברות ריטוש ועריכה. הנשים שלי הן נשים יפות ומציאותיות. המטרה לא לתקן אותן ולייצר אשליה לא אמיתית של סטנדרטים של יופי שלא ניתנים להשגה.
                    </p>
                    <p>
                    אשמח ללוות אותך ברגעים המרגשים של החיים.
                    </p>
                    <p>
                    במהלך השנים הבנתי שגם גברים רוצים להראות במיטבם, להראות צעירים, מלאים אנרגיה וביטחון עצמי ולשפר מודעות עצמית שמטרתה התפתחות וצמיחה אישית.
                    </p>
                    <p>
                    אני כאן ללוות גם אותך ליעד, כי כשאנחנו נראים במיטבינו, נוח לנו עם עצמנו, אנחנו משדרים ביטחון לסובבים אותנו ומגשימים מטרות.
                    </p>
                    <p>
                    ואנחנו “מרגישים יופי”.
                    </p>
                </section>
            </Main>
        </>
    );
}