export type AboutSection = {
    id: string;
    title: string;
    content: string;
};

export const aboutSections: AboutSection[] = [
    {
        id: "intro",
        title: "נעים להכיר",
        content: `שמי סיגל ואני מניקוריסטית ופדיקוריסטית טיפולית (בוגרת ביו סקלפצ'ר) ומתמחה גם בטיפולים משקמים כגון פטרת וכוססים.
  ביו סקלפצ׳ר הוא מותג איכותי בעל 5 כוכבי בטיחות ומאושר על ידי משרד הבריאות ולכן היה טבעי ונכון עבורי לבחור לעבוד איתו, בעיקר שזה תואם את האתיקה המקצועית שלי: טיפוח, יופי ואסתטיקה תוך שמירה על בריאות הציפורן.
  מתוך אהבה לטיפוח ואסתטיקה, תוכלו למצוא אצלי טיפולי יופי נוספים.
  אני מאפרת (בוגרת מיקי בוגנים) ומעצבת שיער (בוגרת ירין שחף) וותיקה ומנוסה ומתמחה גם באיפור לעור בוגר זאת בזכות שנים של הדרכה ואיפור של נשים עם עור בוגר וגם מתוקף תפקידי כמאפרת ומעצבת שיער בערוץ החדשות i24.
  אני מאפרת במגוון סגנונות בהתאמה והקשבה לאופי האיפור שאת אוהבת במטרה להעניק לך תוצאה של איפור מקצועי מושלם.`
    },
    {
        id: "motto",
        title: "המוטו שלי",
        content: `אני מאמינה שכל אדם, בכל גיל, ראוי להרגיש טוב עם עצמו. זה כולל גם אנשים הסובלים מבעיות עור או ציפורניים.
  כאשת מקצוע המתמחה בטיפול בעור בוגר בפטרת ציפורניים וכסיסת ציפורניים, אני רוצה לספק ללקוחותיי את הטיפול הטוב ביותר האפשרי. אני רוצה לעזור להם להיפטר מבעיותיהם ולהרגיש טוב יותר עם עצמם.
  אני רוצה להיות מקום שבו לקוחותיי יכולים להרגיש בנוח ובטוחים. אני רוצה לספק להם טיפול מקצועי ואכפתי שיגרום להם להרגיש טוב יותר עם עצמם.
  אני מאמינה שכל אחד ראוי להיות יפה מבפנים ומבחוץ. אני רוצה לעזור ללקוחותיי להרגיש טוב יותר עם עצמם, מבפנים ומבחוץ.`
    },
    {
        id: "story",
        title: "המסע שלי",
        content: `קצת קשה להאמין אבל לא תמיד נראיתי כך. זאת אומרת יפה, אפילו כעת לפעמים אני מקבלת את המחמאה בחוסר אמון.
  קצת קשה להאמין אבל שפתי היו חתומות וקולי נאלם, כתפיים סוגרות ומקפלות את גופי פנימה.
  וזה יושב על כל כך הרבה סיבות וכל אחד נושא את המשא שלו ולסיפור שלי יש סוף טוב,
  באיזושהי נקודה מאוחרת בחיי עשיתי שינוי שהגיע בזכות דברים רבים, אנשים טובים שפגשתי בדרך והכנסתי קצת צבע לחיי וגם שלא ידעתי בהתחלה להשתמש בו נכון, הוא הכניס שמחה לחיי והפנים הכבויות והעצובות נעלמו נוכח הלחיים הורודות והאודם המשוח על שפתי.
  הכתפיים הסגורות נפתחו בגאווה ואת מה שהיה לי לומר אמרתי בקול ברור מלא בטחון.
  
  כי כשאנחנו נראים טוב אנחנו מרגישים טוב ומקרינים את זה לסובבים אותנו וכל היופי הזה מעניק לנו ביטחון ומוביל להצלחות בכל תחומי החיים. ולכן תחום היופי הוא בעל חשיבות בעיניי וכף יד מטופחת היא חלק בלתי נפרד מההופעה. שלא לדבר על כף רגל נקייה שמתהדרת בציפורניים יפות.
  
  מעבר ליופי של הציפורניים, כטכנאית טיפולית ושיקומית חשוב לי גם לשמור על בריאות הציפורן וגם לדעת לתת מענה כשנדרש שיקום ומענה למחלות ציפורניים וזו הסיבה שבגללה היה חשוב לי ללמוד ביסודיות את המקצוע ולהכניס את התחום הזה לעסק שלי.
  כדי שכוססים לא יצטרכו להסתיר את כפות הידיים מבושה ויסבלו מכאבים ואנשים שסובלים מפטרת יוכלו להיפטר ממנה ולהנות מרגליים בריאות, מטופחות ויפות.`
    }
];
